



"use strict";
; (function ($) {
    $.fn.datepicker.language['ar'] = {
        days: ['الاحد', 'الاثنين', 'الثلاثاء', 'الاربعاء', 'الخميس', 'الجمعة', 'السبت'],
        daysShort: ['الاحد', 'الاثنين', 'الثلاثاء', 'لااربعاء', 'الخميس', 'الجمعة', 'السبت'],
        daysMin: ['اح', 'اث', 'ثل', 'ار', 'خم', 'جم', 'سب'],
        months: ['يناير', 'فبراير', 'مارس', 'ابريل', 'مايو', 'يونيو', 'يوليو', 'اغسطس', 'سبتمبر', 'اكتوبر', 'توفمبر', 'ديسمبر'],
        monthsShort: ['يناير', 'فبراير', 'مارس', 'ابريل', 'مايو', 'يونيو', 'يوليو', 'اغسطس', 'سبتمبر', 'اكتوبر', 'توفمبر', 'ديسمبر'],
        today: 'اليوم',
        clear: 'الغاء',
        dateFormat: 'yyyy/mm/dd',
        timeFormat: 'hh:ii aa',
        firstDay: 0
    };
})(jQuery);